Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Descended from Divinity (천마는 평범하게 살 수 없다).tmx
Source language: ko_kr
Languages: en_us

source: 드미트리에 방문하는 목적은 대외적으로 혼인 전에 미리 정략결혼 대상자를 만나서 시간을 보내는 것이지만, 실제 목적은 일반적인 파혼 통보를 위한 것.
en_us: Normally, the first meeting between the couple of an arranged marriage was organized to allow them to introduce to each other. However, the purpose of Flora’s visit was already decided even before she left her castle to meet Roman.

source: 그것이 비행의 시작일 줄은 몰랐다.
en_us: But Baron Romero never imagined that his love would lead Roman stray down the wrong path.

source: 숨이 거칠어졌다.
en_us: Kevin began to breath rough, preparing himself to accept Roman’s offer.

source: 하지만.{j}상대는 그들을 모두 집어삼킬 포식자였다.{j}
en_us: However, these monsters didn’t realize they were actually the prey.{j}{j}

source: 그때였다.{j}같이 대련을 지켜보던 로메로 남작이, 얼떨떨한 표정으로 말했다.
en_us: As Jonathan was lost in his thoughts, he was brought back to his senses when Baron Romero began to speak, bewildered by the scene. {j}

source: 심장이 철렁 내려앉는 상황에, 조나단의 인내심이 폭발했다.
en_us: Jonthan’s heart sank as he imagined the worst case scenario. He could no longer wait standing in front of the gates.

source: ‘한심하네.’
en_us: How pathetic.

source: 손익 계산을 모두 끝냈을 때, 벤 마일즈는 대담하게도 수하에게 드미트리 한복판에서 그를 죽이라고 명령을 내렸다.{j}실패는 의심하지 않았다.
en_us: That was why he ordered some assassins to kill Roman in the land of Dimitri. And he didn’t doubt their success.{j}

source: 아비의 마음.{j}충분히 이해했다.{j}얼간이라고 불리던 아들이 무언가를 이루었다는데, 당연히 직접 보고 싶을 수밖에 없을 것이다.{j}로만이 고개를 끄덕였다.
en_us: Roman understood where his father was coming from. As a father, you would definitely want to see how much your son had improved from Dimwit Dimitri. So, he simply nodded back to his father.{j}{j}{j}

source: 사람을 죽였다.{j}적어도 수십 명.{j}블러드 팽은 그렇게 몰살을 당했지만, 그에 대한 죄책감은 없었다.
en_us: Roman had no sense of guilt everything killing more than a dozen people and wiping out the Blood Fang.{j}{j}

source: ‘에라이, 씨발.’
en_us: Damn it.

source: 동북쪽 일대의 강자.{j}어떤 선택을 내리든, 드미트리는 그것을 감당할 수 있다.
en_us: As the powerhouse of the northeast region, the Dimitris had enough power to handle the consequences of their decisions.{j}

source: 크리스는 모를 것이다.{j}로만이 벌써 마나를 쌓는 단계에 돌입했다는 사실을.
en_us: As Chris continued with his explanation, he had no clue that Roman had already reached step number two of his training.{j}

source: 웃었다.{j}또 다른 매력을 지닌 아이.{j}
en_us: Roman smiled at the boy, intrigued by his charm.{j}{j}

source: 드미트리의 장자라고는 하나, 소문에 의하면 로메로 남작은 로만보다는 다른 두 아들을 전폭적으로 지원하고 있다.
en_us: Although he may be the eldest son of the House of Dimitri, the rumors said that he wasn’t as dearly loved as his two younger brothers by his father.

source: “세 번째는…….”
en_us: “And finally, the third option is...”

source: 그러던 중에 들려온 소문.
en_us: And that was when he heard the rumors of Roman.

source: “그래, 죽여라!{j}블러드 팽은 죽음을 두려워하지 않는다.”
en_us: “Just kill me then! Blood Fangs don’t fear death.”{j}

source: 결국.
en_us: In the end, the viscount stood up from his seat.

source: “드미트리 남…….”
en_us: “Baron Dimi-”

source: 한스를 따라다니는 선택지는 자신의 꿈에 부합하는 삶이나, 케빈의 머릿속에는 로만을 처음 만났던 날을 도무지 떨쳐 낼 수 없었다.
en_us: Although he knew that following Hans’s footsteps suited him, Kevin couldn’t erase the moment he first encountered Roman.

source: 숨을 고르는 로만.{j}단전에서 일말의 마나가 반응했다.{j}마나와는 거리가 멀었던 로만의 육체는, 벌써부터 마나를 쌓으며 새로운 세계에 돌입한 상태였다.
en_us: As Roman caught his breath, he could sense a little power flowing deep inside his body. He could feel that his new body was beginning to respond to his powers from before. {j}{j}

source: “그럼 모든 문제를 해결하고 돌아오겠습니다.”
en_us: “I will return to the castle once everything is taken care of, as promised.”

source: 로만에게 패배했다는 사실은 달라지지 않았고, 정신을 차리고 일어났을 때는 거울에 비친 자신의 모습이 보였다.{j}참담했다.
en_us: The reality felt so cruel, but he had no other choice but to accept his defeat. When he finally came back to his senses, he could only see a reflection of himself lying miserably on the ground.{j}

source: 안전한 선택지.{j}위험을 강요하지 않았다.
en_us: It was a safe choice for Kevin to choose. If he were to choose the first option, he wouldn’t be forced to danger.{j}

source: 혈마교(血魔敎)의 우두머리.{j}마도의 권력을 두고 그들과 부딪치는 것은 필연적이었고, 넓은 평야에서 천마와 혈마가 한바탕 붙었었다.
en_us: On the other hand, the Blood Demon was already famous for his swordsmanship in Murim even before he joined Roman. He was the leader of the blood demon cult, making him a rival to the leader of Divine Force. Eventually, the two couldn’t avoid their inevitable battle.{j}

source: 패배만큼이나 절망적인 상황.
en_us: He had lost everything after his defeat against Roman.

source: “너는 분명히 해답을 얻을 수 있을 것이다.”
en_us: “...I promise you that you will find your answer.”

source: 플로라 로렌스.{j}소문처럼 아름다운 여인이었다.
en_us: Flora Lawrence was indeed a beautiful lady as rumors described.{j}

source: 파혼을 말하던 날.
en_us: However, on the day she met Roman, Roman had promised his father that he would wipe out the entire gang.

source: 희망자는 없었다.
en_us: The knights held their ground and remained silent.

source: 현실이 아닐지도 모른다는 생각에 얼떨떨한 기분이 들었지만, 케빈은 로만의 제안을 놓쳐서는 안 된다는 사실을 알았다.
en_us: Although he felt like he was still dreaming, Kevin instinctively knew that he shouldn’t miss such chance.

source: 조금은 고민하고 시행착오를 겪었다면, 자신에게 더 맞는 길이 있지 않았을까.
en_us: At this point, he couldn’t agree with Roman more that he would’ve been better off if he had struggled through his own trials and errors.

source: 단지.{j}남들처럼만 살고 싶었다.{j}동화에서나 나오는 영웅의 삶이 아니라, 내일의 끼니를 걱정하지 않는 수준의 삶을 바랐다.
en_us: However, there was one thing that he truly wished for. He simply wanted to live an average life like others. He never wished to live a heroic life like told in the fairytales, but he wished for a life where he didn’t have to worry about starving.{j}{j}

source: ‘대대로 내려오는 지식을 답습하는 것은 나쁘지 않은 방법이지.{j}크리스는 이대로 착실하게 성장해서, 남들이 천재라고 불리는 것처럼 높은 경지에 오를지도 모른다.{j}하지만 그뿐이다.{j}본인의 삶에 의문을 가지지 않는 사람들은 정점의 자리에서 군림할 수 없다.{j}크리스는 내가 경험한 이 세상의 사람 중에서는 강한 편에 속하나, 우물 안의 개구리는 결국 썩어 갈 수밖에 없지.’
en_us: I can’t completely disagree with your method, Chris. Using the methods passed down for generations is a plausible way. If he continues this way, he may reach a higher-level, being acknowledged by others as a prodigy. But that’s as far as he will go. Those who don’t question one’s life can never reach the peak and reign over others. Although Chris may be considered a power swordsman in this world, he’s nothing more than a frog in a well.{j}{j}{j}{j}

source: “……그건 아니에요.”
en_us: “...no, I don’t.”

source: 혼자 나가겠다니.
en_us: If he leaves like this, he will be nothing more than an easy prey for the Blood Fangs to hunt.

source: 황당했다.{j}블러드 팽을 얼마나 만만히 보았으면, 감히 혼자서 로렌스의 본거지를 공격할 생각을 한단 말인가.{j}그것도 수십 킬로미터가 떨어진 로렌스에까지 와서.
en_us: He couldn’t believe how much Roman was underestimating the Blood Fang for him to come alone to Lawrence to take out the entire group.{j}{j}

source: “왜 분노하는지는 알겠습니다만, 오늘의 만남이 사전에 약속되었습니까?”
en_us: “I understand why you are upset, but did we make prior arrangements to meet today?”

source: “아무래도 그들이 결단을 내린 것 같습니다.{j}최근에 알아본 바에 의하면, 바르코 가문에서 골든 뱅크(Golden Bank)에 의뢰해 거액을 대출받았다고 합니다.{j}특별한 수입원이 없는 바르코 가문이 대출을 받아서까지 준비하는 것은 전쟁밖에 없겠지요.{j}그들이 먼저 용병들을 쓸어 담기 전에, 저희도 빠르게 실력 있는 용병들을 확보해야만 합니다.{j}이제 전쟁은 시간문제입니다.”
en_us: “It appears that they’ve made their decision. We received word that House Barco has taken out sizable loan from the Golden Bank. The only thing that could mean is that they’re preparing for war. It’s only a matter of time before conflicts arise. We must hurry to gather skilled mercenaries as much as possible before they do.{j}{j}{j}{j}

source: 로렌스 자작의 집무실.{j}그곳에서는 한참 회의가 진행되고 있었다.
en_us: A meeting was being held in the office of Viscount Lawrence,{j}

source: 한 번만 봐달라고.{j}아들을 잘 간수하겠다고.
en_us: He almost got to his knees, begging them to give his child another change, and promised that he would be sure to educate his son well.{j}

source: 로만은 아버지에게 블러드 팽의 일을 처리하라는 임무를 맡은 뒤에, 혼자 방에 틀어박혀 그들에 대해 충분히 알아보았다.
en_us: After he told his father that he will take care of the Blood Fang himself, he did his research about the criminal group and planned his strategy to counter them.

source: “……내가 살면서 너처럼 강한 녀석은 처음 보는구나.{j}내 패배를 인정한다.{j}혈마교는 앞으로, 천마 백중혁의 마교를 따를 것이다.{j}그래서 하는 말인데, 대체 어떻게 해야 너처럼 강해질 수 있는 것이냐?{j}어차피 앞으로 너를 따를 몸인데, 내가 강해지면 서로 좋은 일이지 않은가.”
en_us: “...I’ve never met anyone as powerful as you. I admit my defeat, and the blood demon cult vows to serve you, Junghyeok Baek. I have a request to ask. What can I do to become as powerful as you? Wouldn’t it be best if someone who will serve you also become strong?”{j}{j}{j}{j}

source: 어떤 사람은 한스를 비웃을지도 모른다.{j}말 한마디.{j}그것에 목숨을 거는 하찮은 인생이라고.
en_us: Some people would laugh at Hans for serving such a worthless lord and for risking his life for one meaningless word from Roman, but Hans thought otherwise.{j}{j}

source: 이유는 단순했다.
en_us: The reason was simple. He didn’t want to face Dimwit Dimitri.

source: 평범하게는 살 수 없는 사람.{j}백중혁이란 그런 사람이었다.
en_us: Junghyeok Baek was a clear example of a person who couldn’t bear living an average life.

source: 까드득, 까드득.
en_us: Krik. Krik.

source: 아쉬움을 삼켰다.{j}이미 일은 벌어졌다.
en_us: These were all meaningless regrets since the ship had already sailed.{j}

source: 주제도 모르는 하찮은 개 한 마리를 살려 주셨다고 생각하시면 됩니다.{j}단 한 번만 자비를 베푸신다면, 로만 도련님을 위해 목숨을 바칠 개 한 마리를 얻으실 수 있습니다.”
en_us: “You can think of it as sparing a life of petty dog that doesn’t know its place. If you show mercy to me, you will gain an useful hunting dog that is willing to risk its life to protect you.”

source: 참고 기다리면, 자신을 바라봐 주리라고 생각했다.
en_us: He believed that Roman would one day notice him if he patiently waited.

source: 그런데 로만 혼자서 이 많은 사내를 처리했다고 하니 믿기지 않았다.
en_us: Thus, it seemed impossible for Roman to take out all of these men lying on the ground.

source: “영주님.{j}그래도 이번 일을 이렇게 넘어가서는 안 됩니다.”
en_us: “My Lord, you should reconsider. We shouldn’t let this pass like this.”{j}

source: 심장이 뛰었다.{j}나뭇가지로 악당을 물리치던 로만 드미트리.
en_us: He felt his heart race as he remembered the time when Roman Dimitri beat up the group of Blood Fang with just a tree branch.{j}

source: ‘도망쳐야 해.’
en_us: I need to run away.

source: 애초에 악연이라고 할 만한 사이였기에, 로만에게 패배한 것은 그 어느 때보다도 치욕스럽게 느껴졌다.
en_us: It was true that the Roman and Chris had got off on the wrong during their first encounter, but now, after his loss, Chris wasn’t willing to be further embarrassed by Roman.

source: “저는 약속했던 대로 파혼을 진행했으면 합니다.”
en_us: “My stance remains unchanged. I would like to cancel this engagement.”

source: ‘사교 파티라.’
en_us: A social gathering, huh?

source: ‘지금과 같은 상황에서 내가 할 수 있는 합리적인 의심은 바르코가 로만의 자살을 유도했다는 거야.{j}드미트리가 로렌스와 하나가 된다면, 바르코로서는 플로라는 물론이고 로렌스의 비옥한 토지도 차지할 수 없게 되지.{j}그리고 그 문제를 해결할 가장 간단한 방법은 애초에 혼인이 성사되지 못하게 막는 것.{j}한스에게 듣기로는 예전에 바르코가 로렌스를 대신해서 나와의 혼인을 바랐다는 것을 보면, 이제 그들에게 남은 방법은 파혼을 유도하거나 아니면 결혼하지 못할 상황을 만드는 수밖에 없겠지.’
en_us: At this point, the most rational suspicion I could think of is that House Barco induced me to commit suicide, because an arranged marriage between Dimitri and Lawrence would be a huge obstacle for the Barcos to take over the fertile land of Lawrence. The best way to solve this problem would be to ensure that the marriage never took place. According to Hans, House Barco offered an arranged marriage to me in the past, but we refused. Therefore, the only possibles ways for them to ruin my marriage with Lawrence were to either make me cancel the engagement or ruin the marriage from ever happening.{j}{j}{j}

source: 만약 로만이 본인의 재력으로 사람들을 고용해 블러드 팽을 무너트린 것일지라 할지라도, 로메로 남작은 로만이 무엇인가를 주도적으로 실행했다는 사실 자체가 중요했다.{j}아들이 조금이라도 달라지는 모습을 보여 준다면, 로메로 남작은 언제든 아들을 위해 헌신할 준비가 되었다.
en_us: Even if Roman hired mercenaries to take care of the Blood Fang, Romero would be ready to dedicate his entire support for Roman just by the fact that Roman took initiative for something.{j}

source: 세상이 그렇다.{j}신분을 넘어서는 힘.{j}철광의 대부호(大富豪)는 재력을 보유했다.
en_us: That was the reality. The House of Dimitri possessed a power that went beyond social classes. They owned great financial power through their monopoly in the steel industry.{j}{j}

source: 찰나의 순간.{j}로만의 입가에 웃음이 걸리자, 주인이 벼락같이 탁자 밑에 숨겨 놓은 단검을 휘둘렀다.
en_us: In a split second, when Roman put up a smile on his face, the owner swiftly reached for his dagger hidden under the table and swung it to Roman’s face.{j}

source: 오라의 발현은 여러 방식으로 활용할 수 있습니다.{j}검에 오라를 덮어씌워서 파괴력을 상승시키는 방법도 있고, 육체에 적용해서 순간적으로 폭발력을 발휘할 수도 있죠.{j}확실한 것은 오라를 발현하는 단계를 우리는 1성의 오라 기사가 되었다고 표현합니다.”
en_us: “There are many ways you can use Aura. For example, you can empower a sword’s impacy by coating with it, or you could even instantly burst your physical strength using it. Once you successfully manifest Aura, you will be considered a Level 1 Aura knight here.”{j}{j}

source: 사람들이 양치기 소년을 믿지 않는 것처럼, 드미트리에서 로만의 이미지는 신뢰와는 거리가 멀었다.
en_us: Just like how people didn’t trust the boy who cried wolf, no one in the land of Dimitri was willing to trust Roman’s achievements.

source: “예.{j}그때는 그럴 만한 가치가 있다고 생각했습니다.”
en_us: “Yes. At that time, I believed my marriage was worth more valuable than my own sake.”{j}

source: 옆에 서 있는 조나단.
en_us: Next to him was Jonathan, who had explained the details to his master.

source: ‘역시.’{j}이번 사건은 개인의 힘으로 해결할 문제가 아니었다.
en_us: As expected. That boy couldn’t have taken care of the Blood Fang alone. He had help.{j}

source: 로만의 질문은 단도직입적이었다.
en_us: Roman was straightforward with his question.

source: 케빈.{j}그가 고개를 숙이며 말했다.
en_us: Kevin spoke, bowing his head to Roman.{j}

source: 쿵.
en_us: Thud.

source: 공방 안.{j}안에는 아무것도 없었다.{j}서늘한 바람이 불었고, 바닥에는 한스가 미리 준비한 모양인지 지푸라기가 넓게 깔려 있었다.{j}
en_us: Roman found nothing in the workshop, except a cold breeze blowing through the walls and a haystack prepared by Hans.{j}{j}{j}

source: 거대한 기대감을 숨길 수 없다는 표정.{j}로메로 남작이 말했다.
en_us: Baron Romero spoke to his son with great anticipation.{j}

source: 로메로 남작이 평민이었던 시절부터, 리한나는 항상 로메로 남작에게 현명한 방법을 제시했다.
en_us: His wife was always the person to make wise decisions for him ever since they were peasants.

source: 그런데 눈앞의 로만은 달랐다.
en_us: However, the man standing before him wasn’t the man he used to know.

source: 하지만 어쩌겠는가.{j}“알겠습니다, 도련님.”{j}
en_us: “Yes, my Lord.”

source: 그로부터 며칠 뒤.{j}로만은 블러드 팽을 토벌했다.
en_us: A few days after scolding Roman, Baron Romero was reported about the Blood Fang being wiped out from the lands.{j}

source: 경악.
en_us: Nothing made sense.

source: “대체 우리 도련님이 뭘 믿고 이리 설치시지.”
en_us: “I wonder what’s under our young lord’s sleeves for him to speak with such assurance.”

source: 로만이 생각에 잠겼다.
en_us: Roman quietly pondered upon the word.

source: 로만을 더 붙잡을 수는 없었다.{j}휑하니 걸음을 옮기는 로만의 모습에, 플로라는 복잡한 눈빛으로 그 뒷모습을 한동안 바라보았다.
en_us: There was no way Flora could stop Roman at this point. All she could do was stand there and watch Roman swiftly disappear from her sight.{j}

source: “말해라.{j}네가 지금과 같은 모습을 보여 준다면, 이 아비는 아들을 위해 무엇이든 해 줄 수 있다.”
en_us: “Speak now. What could stop a father from helping his genius son in pursuing his dream?”{j}

source: 자신의 영역을 넘보는 적이라면.{j}로만은 그게 아무리 사소한 것일지라도 확실하게 짓밟고 단죄를 내렸다.
en_us: The leader of the Divine Force was never born to be a generous leader. He was much closer to a demon who would punish those who intended to intrude his boundaries or to harm him. He would never let even the smallest thing pass.{j}

source: 이건 물러나서는 안 될 문제다.{j}드미트리 기사단과 부딪칠 생각은 없으나, 적어도 주제도 모르고 날뛰는 애송이는 반드시 처리해야 한다.
en_us: Ben Miles made his choice to hold his ground. He wanted to avoid facing the Dimitri Knights, but he couldn’t allow a little brat underestimate them and go rampage on them.{j}

source: 그래서 플로라에게 블러드 팽은 해결할 수 없는 문제로 남았다.{j}건드리지만 않으면 문제가 없을 테니, 되도록 그들과 연관되지 않으려고 했다.
en_us: It was the same for Flora. The Blood Fang was a problem that had to left ignored. As long as no one interfered in their business, they didn’t cause much trouble to the nobles.{j}

source: 패배.
en_us: When he woke up, the stunning reality that hit him in the head was defeat.

source: 콰악!
en_us: Grab.

source: “그래?{j}정말 천재란 말이지.”
en_us: “Oh really? My son is a genius.”

source: “네 검술 실력을 직접 확인해 보고 싶구나.{j}내 아들이 어떻게 달라졌는지, 어떤 검술로 블러드 팽을 처리했는지를.{j}조나단 기사단장.{j}지금 당장 대련을 준비해 줄 수 있겠소?”
en_us: “I would like to see your swordsmanship myself. Show me your improved skills and swordsmanship you used to take out the Blood Fang. Captain Jonathan, prepare the training grounds immediately.”{j}{j}{j}

source: 이게 옳은 일이라는 확신은 없지만, 적어도 자신을 바라보는 로만에 대한 신뢰만큼은 있었다.
en_us: He was still unsure if this was the right thing to do, but he had blind faith to Roman, who was standing before him.

source: 사람들은 다들 부모의 보호를 받았던 유년기 시절이 있다.{j}그러나 로만.{j}아니, 백중혁은 달랐다.
en_us: Unlike everyone, Junghyeok Baek grew up and spent his childhood without the care of his parents.{j}{j}

source: 사내아이의 표정이 차분하게 가라앉았다.{j}제법 강단이 있었다.{j}구타를 당할 때도 신음 하나 흘리지 않는 모습이 인상적이었는데, 확실히 예사롭지 않아 보였다.
en_us: The boy replied with a calm voice. Just by his voice, Roman noticed his tenacious character.{j}{j}It was expected from a boy who didn’t even flinch while being beaten by a group of men.

source: “예?”
en_us: “Excuse me, my Lord?”

source: 로만의 목소리는 컸고, 구타를 중단한 블러드 팽 패거리는 의아한 눈빛으로 로만을 바라보았다.
en_us: Roman’s voice was loud and clear. The Blood Fang members stopped immediately after hearing his voice.

source: 로만이 만족할 만한 수준의 경지에 오르려면 상당한 시간이 걸리겠지만, 본래의 힘을 0.1%만 회복하더라도 블러드 팽은 문제가 없었다.
en_us: Roman knew that he wasn’t at his fullest, but enough to take care of the Blood Fang.

source: 새로운 인연들을 맺은 만큼, 그들을 지키면서 목적을 이루기 위해서는 반드시 힘이 필요했다.
en_us: He needed the power to protect the new bonds that he had created, as well as to achieve his goals.

source: 크리스의 모습을 찬찬히 살펴보던 로만은, 얼굴의 웃음을 머금으며 말을 툭 내뱉었다.
en_us: While closely observing Chris’s face and body, Roman spoke to him with a smile.

source: 진짜 이상했다.{j}25년 평생 드미트리 영지에서 살아온 도련님이, 앞으로 살아갈 세상에 대해 알아가는 것이 중요하다니.
en_us: Not only his tone but his desire to learn more of this world proved he didn’t sound like the man Hans served these past 25 years.

source: 바닥에 흩뿌려진 물은, 그 흔적을 남길 뿐 주워 담을 방법 따위는 없었다.
en_us: There was no turning back. Only the traces of their mistakes remained.

source: 벤 마일즈는 얼굴이 알려지지 않은 인물이 아닙니다.{j}블러드 팽의 리더라고는 밝혀지지 않았으나, 온갖 죄목으로 인해 로렌스에서는 제법 유명한 인물이었습니다.{j}그런데 로렌스는 그동안 어떻게 대처했습니까?{j}방관했습니다.{j}여러 사건 사고로 벤 마일즈가 붙잡힌 적이 있었는데도 불구하고, 막대한 보석금에 풀어 준 경우가 수차례입니다.{j}그래서 결단을 내렸을 뿐입니다.{j}로렌스의 방법을 믿지 못했기에, 저는 저만의 방식으로 이번 일을 처리할 수밖에 없었습니다.”
en_us: “Apparently, Ben Miles wasn’t a hidden figure. Although he wasn’t known as the leader of the Blood Fang, I’ve heard that he was quite famous in your land for his felony. Why hasn’t the House of Lawrence take action to arrest him? Why did you turn a blind eye? It is true that he had been arrested couple times, but whenever he was arrested he was set free after paying his bail,” Roman seemed agitated at first but he continued his explanation with a firm voice.

source: 로만.{j}새로운 삶을 살아가며 그는 울타리를 세웠다.{j}그리고, 그 울타리 안에 처음으로 한스라는 사람을 넣었다.{j}신분은 중요하지 않다.{j}로만은 한스를 자신의 사람으로 받아들였고, 앞으로 그의 목숨을 가벼이 생각할 일은 없을 것이다.
en_us: In this new life of his, Hans was the first person Roman decided to fully trust. His social status was not of any importance to him. Roman was not willing to risk his loyal friend’s life in accomplishing his purpose. {j}{j}{j}{j}

source: 눈이 팽팽 돌았다.{j}상식의 경계선이 무너져 내렸다.
en_us: At the sight of this, Ben Miles was utterly dumbfounded as his mind collapsed to ashes.

source: 진검이 아니라는 사실은 중요하지 않다.
en_us: It didn’t matter if the sword was made of wood or not. Once the sword was coated with Aura, it was able to slice anything standing before it.

source: 귀족의 신분인데도 선생님에게 고개를 조아렸던 것처럼.
en_us: He was just like the father of House Joel, who had to bow his head before others despite his noble status.

source: “주군의 명을 따릅니다.”
en_us: “I shall follow my lord’s command.”

source: ‘이제부터는 내가 로만 드미트리다.’{j}이전의 삶은 생략했다.
en_us: It doesn’t matter who Roman Dimitri was. I’m Roman Dimitri from now on.

source: 평민이었던 아이가 귀족의 자제로.{j}로만의 유년기는 그렇게 세월을 맞이했다.
en_us: Roman’s life completely changed during his childhood from an average peasant to a child of a noble.

source: ‘안쓰러워.’
en_us: Poor thing.

source: 바닥에 발라당 누웠다.{j}필사의 의지.
en_us: Chris fell to the ground revealing his strong determination not to follow orders.{j}

source: 순간.{j}세상이 엉망으로 변하는 느낌이었다.{j}집무실로 들어서는 로만 드미트리의 모습에, 플로라는 자신도 모르게 숨을 크게 삼켰다.
en_us: As Roman Dimitri entered the baron’s office, Flora felt as if her world had been completely torn apart. She took a deep breath at the sight of Roman’s changed appearance.{j}{j}

source: 그 시각.{j}로만은 드미트리 기사단과 같이 로렌스를 떠났다.{j}이동하는 길.{j}
en_us: Meanwhile, Roman Dimitri and the Dimitri Knights had left the land of Lawrence.{j}{j}{j}

source: 그래서 고민했다.{j}플로라는 그간 현명한 딸로서 착하게 살아왔지만, 그녀도 포기할 수 없는 영역이 있었다.
en_us: No matter how many times she thought over the circumstances, her conclusion always ended the same. It was true that she prioritized the well-being of her family above anything else, but this was a whole different story.{j}

source: “그렇겠지.{j}그걸 알기에, 내 하나밖에 없는 딸을 드미트리의 얼간이에게 보낸 것이지 않은가.”
en_us: “We can only hope so. That is why I sent my one and only daughter to marry that Dimwit Dimitri.”{j}

source: “아버지의 말씀처럼 위험한 계획입니다.{j}그래서 사실 아버지가 제 움직임을 파악한다면, 드미트리 기사단이 움직이리라고 생각했습니다.{j}그리고 그러한 정보는 블러드 팽에게 곧바로 전달되었겠지요.{j}그렇다면 아버지에게 묻겠습니다.{j}아버지가 블러드 팽의 일원이라면.
en_us: “Indeed, father. It was a risky and reckless plan of mine. But I was able to carry it out because I trusted your intuition. I knew you would have someone follow my tail so that you could send the Dimitri Knights if I were to ever get into grave trouble,” Roman’s voice sounded more confident.{j}{j}{j}{j}

source: 로만이 피식 웃었다.
en_us: Roman smirked with laughter.

source: 주인의 목소리는 간절했다.
en_us: The owner of the tavern told everything to Jonathan with a desperate voice.

source: “도련님 덕분에 정말 잘 지냈습니다.{j}블러드 팽 일당은 더 이상 저희를 핍박하지 않았고, 한스 씨가 구해 주신 일로 급한 생계 문제도 해결할 수 있었습니다.{j}어떻게 감사한 마음을 표현해야 할지 모르겠습니다.”
en_us: “I’ve been doing well, my lord. The Blood Fang hasn’t threatened me nor my family anymore, and thanks to Hans, putting in a good word for me, I was able to find a job right away. Words can’t describe how grateful I am to you, my lord.”{j}{j}

source: ‘욕망을 드러내는 것은 가장 인간다운 모습이지.’
en_us: Expressing your desire is a natural instinct of humans.

source: 새로운 세상에 대한 정보를 찬찬히 읽을수록, 로만은 지금 당장 무엇을 해야 할지가 명확해졌다.
en_us: As he continued to read over the history and information of this world, it became clear what he had to do.

source: 로만.{j}그가 나타났다.
en_us: It was Roman.{j}

source: 목격자들의 증언은 들었다.
en_us: He approached some witnesses to hear what had happened at the tavern.

source: “이건 죄송으로 끝날 문제가 아니다!”
en_us: “Your apology can’t cut this!”

source: 사실, 로만으로서는 마음에도 없는 일이었다.{j}일단 자신에게 닥친 현실이라 흐름에 몸을 맡기고는 있지만, 언제든 이 결혼을 뒤엎을 의향이 있었다.
en_us: The Roman now had no intention of getting married. He was getting prepared to meet Lady Flora only because he got carried away by this new reality he was put into, but when he was willing to cancel this marriage when the appropriate time came.{j}

source: 틀린 말이 아니다.{j}대대로 내려오는 지식은 결국 같은 인간으로부터 비롯되었다.
en_us: Everything about Roman’s advice was right. All of the methods passed down for generations were also things created by humans just like himself.{j}

source: 천마 백중혁.{j}그는 평범하게는 살 수 없는 사람이었다.
en_us: Junghyeok Baek, the divine demon and the leader of the Divine Force, couldn’t bear living an average life.{j}

source: “아차.”
en_us: “Ah!”

source: 사람들이 지켜보는 앞에서, 다른 사람도 아니고 드미트리의 얼간이에게 패배하는 것은 용납할 수 없다.
en_us: The deputy captain couldn’t accept himself losing to Dimwit Dimitri in front of the crowd watching his fight.

source: 애매한 답변이었다.{j}혼자 검술을 익혔다니.{j}로만이 블러드 팽을 처리한 힘이라기에는, 의문이 속 시원하게 해소되지 않았다.
en_us: Roman’s answer wasn’t sufficient enough to clear Romero’s doubts. The baron couldn’t believe Roman taught himself the appropriate swordsmanship to the level where he can take down the Blood Fang alone. {j}{j}

source: 처음부터 로렌스 가문은 을(乙)의 위치에 있었지만, 온실 속의 화초는 그 사실을 모르고 있었다.
en_us: From the beginning, the Lawrences were in no position to decide the fate of the marriage, but they were ignorant to their surroundings.

source: 황당한 소문.{j}사람들은 그렇게 치부했다.
en_us: The rumor itself was too ridiculous for the people to believe.{j}
